# macOS-only packages.
# Cross-platform CLI tools live in mise.toml so they install identically on
# Linux too.

# Bootstraps everything else
brew "mise"

# System integration / things mise can't (or shouldn't) provide
brew "keychain"

# Niche apps you actually use (trim freely)
brew "autossh"
brew "datasette"
brew "iredis"
brew "jc"
brew "litecli"
brew "ncspot"
brew "redis"
brew "sqlite"

cask "1password"
cask "1password-cli"
cask "font-jetbrains-mono-nerd-font"
cask "font-juliamono"
cask "karabiner-elements"
cask "kitty"
cask "firefox"
cask "logseq"
cask "racket"
cask "signal"
cask "spotify"
cask "rectangle"
