brew "asdf"
brew "bat"
brew "datasette"
brew "direnv"
brew "exa"
brew "fd"
brew "iredis"
brew "jc"
brew "jq"
brew "just"
brew "litecli"
brew "lua"
brew "ncspot"
brew "neovim"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "sd"
brew "sqlite"
brew "starship"

cask "1password"
cask "1password-cli"
cask "docker"
cask "font-jetbrainsmono-nerd-font"
cask "font-juliamono"
cask "kitty"
cask "librewolf"
cask "logseq"
cask "racket"
cask "signal"
