brew "mise"
brew "autossh"
brew "bat"
brew "datasette"
brew "fd"
brew "fzf"
brew "iredis"
brew "jc"
brew "jq"
brew "just"
brew "keychain"
brew "litecli"
brew "lua"
brew "ncspot"
brew "neovim"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "sd"
brew "sqlite"
brew "starship"
brew "tmux"
brew "uv"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "font-jetbrains-mono-nerd-font"
cask "font-juliamono"
cask "karabiner-elements"
cask "kitty"
cask "firefox"
cask "logseq"
cask "racket"
cask "signal"
cask "spotify"
cask "rectangle"
